<template>
  <v-container id="privacy" class="pa-5">
    <v-row no-gutters justify="center" class="mt-15">
      <v-col cols="8" class="text-center text-h5 font-weight-bold my-5">
        プライバシーポリシー
      </v-col>
      <v-col cols="12">
        <p>
          本サービスは、以下のプライバシーポリシーを定め、個人情報保護法を遵守すると共に、適切なプライバシー情報の保護に努めます。
        </p>
        <p>第1条（プライバシー情報の定義）</p>
        <p>
          プライバシー情報のうち「個人情報」とは、個人情報保護法にいう「個人情報」を指すものとし、生存する個人に関する情報であって、当該情報に含まれる氏名、連絡先その他の記述等により特定の個人を識別できる情報を指します。<br />
          プライバシー情報のうち「履歴情報および特性情報」とは、上記に定める「個人情報」以外のものを指し、ご利用いただいたサービスやご覧になったページ、広告の履歴、登録ユーザーが検索された検索キーワード、ご利用日時、ご利用の方法、ご利用環境、登録ユーザーのIPアドレス、Cookie、端末の個体識別情報などを指します。
        </p>
        <p>第2条（プライバシー情報の収集方法）</p>
        <p>
          本サービスは、アカウントの有効性の確認やアカウントの保護のため、登録ユーザーが利用登録をする際にメールアドレスなどの個人情報をお尋ねすることがあります。また、登録ユーザーと提携先（情報提供元、広告主、広告配信先などを含みます）などとの間でなされた登録ユーザーの個人情報を含む取引記録や、決済に関する情報を本サービスの提携先などから収集することがあります。<br />
          本サービスは、利便性の向上のため、登録ユーザーについて、利用したサービスやソフトウエア、閲覧したページや広告の履歴、検索した検索キーワード、利用日時、利用方法、利用環境（携帯端末を通じてご利用の場合の当該端末の通信状態、利用に際しての各種設定情報なども含みます）、IPアドレス、Cookie、ローカルストレージなどの履歴情報および特性情報を、登録ユーザーが本サービスや提携先のサービスを利用し、またはページを閲覧する際に収集します。
          本サービスは、登録ユーザーへ売上の振込を行うために、振込先の口座情報をお尋ねすることがあります。<br />
        </p>
        <p>第3条（個人情報を収集・利用する目的）</p>
        <p>
          本サービスにおいて個人情報を収集・利用する目的は、以下のとおりです。<br />
          登録ユーザーに自身の登録情報の閲覧や修正、利用状況の閲覧を行っていただくために、メールアドレスなどの登録情報、利用されたサービスなどに関する情報を表示する目的<br />
          登録ユーザーにお知らせや連絡をする目的<br />
          登録ユーザーからのお問い合わせに対応する目的<br />
          登録ユーザーへ売上をお支払いする目的<br />
          その他上記の利用目的に付随する目的<br />
        </p>
        <p>第4条（個人情報の第三者提供）</p>
        <p>
          運営者は、次に掲げる場合を除いて、予め登録ユーザーの同意を得ることなく、第三者に個人情報を提供することはありません。ただし、個人情報保護法その他の法令で認められる場合を除きます。<br />
          人の生命、身体または財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき<br />
          公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき<br />
          国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき<br />
          予め次の事項を告知あるいは公表をしている場合<br />
          利用目的に第三者への提供を含むこと 第三者に提供されるデータの項目<br />
          第三者への提供の手段または方法<br />
          本人の求めに応じて個人情報の第三者への提供を停止すること<br />
          前項の定めにかかわらず、次に掲げる場合は第三者には該当しないものとします。<br />
          運営者が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合<br />
          合併その他の事由による事業の承継に伴って個人情報が提供される場合
          <!-- 本サービスでは、コンテンツの決済をStripeに委託しています。クレジットカード情報の取り扱いに関してはStripeのプライバシーポリシーが適用されます。 -->
        </p>
        <p>第5条（個人情報の訂正および削除）</p>
        <p>
          登録ユーザーは、運営者の保有する自己の個人情報が誤った情報である場合には、運営者が定める手続きにより、運営者に対して個人情報の訂正または削除を請求することができます。
        </p>
        <p>第6条（プライバシーポリシーの変更）</p>
        <p>
          運営者は、登録ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には、遅滞なく、当該個人情報の訂正または削除を行い、これを登録ユーザーに通知します。<br />
          本ポリシーの内容は、登録ユーザーに通知することなく、変更できるものとします。運営者が別途定める場合を除いて、変更後のプライバシーポリシーは、本ページに掲載したときから効力を生じるものとします。
        </p>
        <p>第7条（お問い合わせ窓口）</p>
        <p>
          本ポリシーに関するお問い合わせは、下記のメールアドレスまでお願いいたします。
        </p>
        <div>tomohiroyoshida0511[at]gmail.com</div>
      </v-col>
    </v-row>
  </v-container>
</template>

<script lang="ts">
import { defineComponent } from '@nuxtjs/composition-api'
export default defineComponent({
  name: 'privacy',
  setup() {}
})
</script>

<style scoped></style>
